{"Campaigns/House-Rules-Publico":{"slug":"Campaigns/House-Rules-Publico","filePath":"Campaigns/House-Rules Publico.md","title":"House-Rules Publico","links":[],"tags":[],"content":"Regras da Casa (House Rules)\n\nPoções\n\nPoções que normalmente exigem uma rolagem de dados para determinar o efeito ou a cura podem ser usadas de duas maneiras diferentes, dependendo do tempo de ação:\n\nAção Bônus (Bônus Action): O personagem deve rolar os dados indicados para o efeito da poção.\nAção (Action): O personagem pode escolher que o resultado seja o Valor Máximo possível para a rolagem de dados da poção.\n\n\nCríticos - Crítico Perfeito (Perfect Critical)\n\nEm um acerto crítico, o cálculo do dano é alterado para garantir um impacto maior:\n\nCálculo do Dano: O dano total será igual a: Valor Máximo do dado de Dano + Modificador + Rolagem do Dado de Dano.\n\nExemplo:\n\nPara uma espada grande (Great sword, 2d6 de dano) usada por um personagem com +3 de Força e +2 de Proficiência…\n\nO cálculo seria: (Valor Máximo do 2d6, que é 12) + (Modificador, que é +3) + (O dano rolado, 2d6).\nDano total = 15 + 2d6 de dano extra.\n\n\n\n\nEu conheço um Cara.\n\nA qualquer momento um jogador pode declarar em personagem. Eu conheço um cara nesse momento o jogador pode dar um nome e algumas caracteristicas físicas e/ou de personalidade desse NPC e o Mestre termina de cria-lo.\n\n\n\n"},"Campaigns/Palandor/Cidades/Liber":{"slug":"Campaigns/Palandor/Cidades/Liber","filePath":"Campaigns/Palandor/Cidades/Liber.md","title":"Liber","links":["Continente/Elarion","Hoher","Lugares/Castelo-Lancaster","Dr.-Xenon","Duque-de-Guerra-(Warduke)","Dionísio","Sienne","Conselho-dos-7"],"tags":[],"content":"Liber é a maior cidade-estado e o principal centro de comércio, cultura, política e comunicação do continente de Elarion. Ela se ergue como um farol de prosperidade e diversidade, apesar das crescentes tensões políticas e conspirações internas.\n📜 História e Fundação\nLiber foi fundada há cerca de 1000 anos pelo lendário pirata Capitão Dorian “Marfim” Lancaster (Guerreiro/Ladino).\n\nOrigem: Após uma fuga malsucedida de uma frota real de Hoher, Dorian aportou em uma baía protegida e decidiu se estabelecer.\nA Fortaleza: Ele ergueu uma fortaleza de madeira e pedra nas falésias, que se tornou o Castelo Lancaster. O castelo foi construído com partes de navios e suas muralhas originais ainda permanecem como um dos símbolos da cidade.\nCrescimento: A comunidade começou como um porto seguro para piratas, contrabandistas e fugitivos, mas com o tempo, atraiu mercadores legítimos e artesãos, tornando-se um dos portos mais prósperos do continente.\n\n🏛️ Governo e Política\nO governo da cidade é administrado por um corpo de líderes, embora a política seja marcada por intrigas e ambição.\n\nConselho dos Capitães (Histórico): Originalmente, Dorian Lancaster organizou um Conselho dos Capitães para estabelecer regras e manter a ordem.\nConselho dos 7 (Atual): O principal órgão de governo.\n\nArquiduque Elionar Valen’thar (NE, Elfo): Uma figura ambiciosa e astuta, responsável por Relações Externas, Comércio Portuário e Expansão Militar. Ele busca expandir as fronteiras e a frota naval de Liber.\nMembros Recentes: Dionísio (monge meio-orc) e Sienne passaram a fazer parte do Conselho, substituindo o Duque (presumivelmente Alaric Valderan) e o Arquimago assassinado no Baile.\n\n\n\n🗺️ Geografia e Localidades Chave\nLiber é uma cidade murada que cresceu exponencialmente, expandindo-se para além de suas fortificações originais e organizando-se em distritos sociais e comerciais distintos.\n\nA Cidade Murada: A área central, envolta por muralhas fundadoras, contém o centro histórico.\nArredores e Comunidades: Novas comunidades se formaram nos arredores dos muros devido ao crescimento populacional.\nO Centro (Antiga Realeza):\n\nCastelo Lancaster: Antiga fortaleza de Dorian Lancaster, cujos muros são abertos, mas o castelo em si ainda pertence aos herdeiros da família real do Sul.\nArenna de Liber: Localizada próxima ao antigo castelo.\n\n\nDistritos Sociais:\n\nÁrea Alta (Sociedade de Elite): Onde reside a alta sociedade.\nComunidades Pobres: Localizadas nos lugares mais distantes e próximos ao muro.\n\n\nPontos de Comércio:\n\nOs 2 Portos: Situados nas duas beiradas do encontro do Mar de Zaffira com o Rio Jade.\nMercado das Rotas (Entrada): O primeiro ponto de parada após os portões de entrada, movimentado e caótico, com comerciantes de todo o mundo.\nPraça dos Párias: Uma das regiões mais prestigiadas e de classe média-alta, conhecida por suas lojas de luxo e itens raros e encantados (e caros), como a Loja de Itens Encantados “A Forja Celestial”.\n\n\nPontos de Encontro:\n\nO Rabo Trançado: Taverna modesta no coração de uma das comunidades mais pobres, frequentada por trabalhadores e aventureiros.\n\n\n\n🚨 Eventos e Tramas Atuais\nA cidade é o epicentro de múltiplas ameaças e intrigas políticas:\n\nA Conspiração do Pregador: Um culto liderado pelo Pregador Misterioso tem incitado o ódio e a xenofobia contra raças não-humanas, usando discursos públicos e operando nas sombras.\nAmeaça Subterrânea:\n\nAs forças do Pregador e do Dr. Xenon estão ativas nos Esgotos/Tuneis de Liber, onde realizam experimentos e criam “aberrações”.\nO grupo de aventureiros tem como alvo a base subterrânea para deter essa operação de “lycantropia híbrida”.\n\n\nAssassinato na Festa e Caçada:\n\nUm assassinato de um Mago no Baile de Recepção no Castelo Lancaster foi um ponto de virada na política da cidade.\nO evento marcou o primeiro confronto contra o Duque de Guerra (Warduke), que se tornou um alvo de caçada pelo grupo após o incidente.\n\n\nA Luta Política: A nomeação de Dionísio e Sienne para o Conselho dos 7 indica uma mudança de poder e a influência dos heróis na política da cidade.\n"},"Campaigns/Palandor/Cidades/Oás'Kareth":{"slug":"Campaigns/Palandor/Cidades/Oás'Kareth","filePath":"Campaigns/Palandor/Cidades/Oás'Kareth.md","title":"Oás'Kareth","links":["Camelo-Hidratado"],"tags":[],"content":"Oás’Kareth: A Joia do Deserto de Zaurak (Palandor)\nOás’Kareth é uma imponente cidade-oásis localizada no limiar do extenso Deserto de Zaurak. Ela se ergue das areias como uma miragem sólida, sendo a última parada e o ponto de maior comércio e ordem para aqueles que ousam cruzar as vastas e desconhecidas areias.\n\n🗺️ Descrição e Geografia\nA cidade é descrita como uma joia esculpida em areia e pedra, com torres arredondadas que a protegem.\n\nGeografia: Um lago (o oásis) divide a cidade, agindo como uma artéria vital no coração do deserto.\nComércio: A paisagem é dominada por tendas de seda, palmeiras ondulantes e mercados de especiarias, criando um tapete de cores vibrantes.\nPortões: A entrada é marcada por um gigantesco portão de ferro e pedra, adornado com o símbolo de uma balança e uma lâmina (símbolos de ordem e justiça/comércio).\nAtmosfera: Apesar da vida pulsante, há uma tensão no ar, indicando que a ordem é mantida de forma rígida, e que o desconhecido começa logo após suas fronteiras.\n\n👑 Liderança e Ordem Política\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCategoriaDetalheLíderXamir al’Zarith (Emir dos Ventos). Homem de ascendência mista (humano e genasi do ar), com pele dourada, olhos cor de tempestade. Sua presença é serena e carismática.ForçasA ordem é mantida com disciplina estrita. A Guarda é conhecida por ser inflexível, exigindo documentação para tudo, incluindo o transporte de mercadorias básicas.MetasOs objetivos do Emir incluem garantir o abastecimento de água e a autonomia da cidade frente aos impérios do deserto, além de fortalecer laços com Eryndor e as cidades do sul, e impedir o surgimento de cultos.\nLocais de Destaque\n\nCamelo Hidratado\n\n"},"Campaigns/Palandor/Continente/Elarion":{"slug":"Campaigns/Palandor/Continente/Elarion","filePath":"Campaigns/Palandor/Continente/Elarion.md","title":"Elarion","links":["Campaigns/Palandor/Palandor","Campaigns/Palandor/Regioes/Cidades-Estados-Livre","Hoher"],"tags":[],"content":"Elarion é o continente mais a norte de Palandor, é conhecido por sua população diversa e sua diplomacia com os outros continentes, principalmente quando falamos das Cidades Estados Livre. Além delas nós temos o Império de Hoher um império de Elfos situado no noroeste do Continente.\nHistória\nPrincipais Localidade"},"Campaigns/Palandor/Continente/Tylarion":{"slug":"Campaigns/Palandor/Continente/Tylarion","filePath":"Campaigns/Palandor/Continente/Tylarion.md","title":"Tylarion","links":[],"tags":[],"content":""},"Campaigns/Palandor/Lugares/Castelo-Lancaster":{"slug":"Campaigns/Palandor/Lugares/Castelo-Lancaster","filePath":"Campaigns/Palandor/Lugares/Castelo Lancaster.md","title":"Castelo Lancaster","links":[],"tags":[],"content":""},"Campaigns/Palandor/Palandor":{"slug":"Campaigns/Palandor/Palandor","filePath":"Campaigns/Palandor/Palandor.md","title":"Palandor","links":["Campaigns/Palandor/Continente/Elarion","Campaigns/Palandor/Continente/Tylarion","Shenzar","Terminus"],"tags":[],"content":"Palandor é o mundo onde estamos criado pelos Deuses a Milhares de Anos e após uma era de milênios com os Deuses influenciando presencialmente os caminhos mortais e vivendo entre seus crentes eles foram separados ninguém sabe ao certo como, mas agora os Deuses ficam apenas em seus planos e Palandor segue com os mortais e suas vidas.\nHistória\nContinentes\nPalandor têm 4 Continentes conhecidos, são eles:\n\nElarion\nTylarion\nShenzar\nTerminus\n"},"Campaigns/Palandor/Regioes/Cidades-Estados-Livre":{"slug":"Campaigns/Palandor/Regioes/Cidades-Estados-Livre","filePath":"Campaigns/Palandor/Regioes/Cidades Estados Livre.md","title":"Cidades Estados Livre","links":[],"tags":[],"content":""},"index":{"slug":"index","filePath":"index.md","title":"index","links":["Campaigns/Palandor/Palandor","Campaigns/House-Rules-Publico","Campaigns/Palandor/Cidades/Liber","Campaigns/Palandor/Continente/Elarion","Campaigns/Palandor/Regioes/Cidades-Estados-Livre"],"tags":[],"content":"Bem-Vindos a Campanha de Palandor.\nAqui vc pode encontrar informações sobre vários pontos de Lore desse mundo\nLinks Importantes\nFora do Jogo\n\nHouse-Rules\n\nConteúdo de Lore do Mundo de Jogo\n\nPalandor\nLiber\nElarion\nCidades Estados Livre\n\n"}}